tap "1password/tap"
tap "adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver"
tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "kabel/php-ext"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "xz"
brew "python@3.12"
brew "glib"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "brotli"
brew "giflib"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "c-ares"
brew "grpc"
brew "apache-arrow"
brew "apr-util"
brew "aspell"
brew "at-spi2-core"
brew "augeas"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "boost"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "eigen"
brew "mpfr"
brew "cgal"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "gd"
brew "krb5"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "deno"
brew "dialog"
brew "docutils"
brew "drafter"
brew "enchant"
brew "eza"
brew "fd"
brew "figlet"
brew "freexl"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "geos"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "gpgme"
brew "pkg-config"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "shared-mime-info"
brew "libheif"
brew "libxml2"
brew "libspatialite"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdbm"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "gspell"
brew "json-glib"
brew "libdazzle"
brew "libgee"
brew "libgit2-glib"
brew "py3cairo"
brew "pygobject3"
brew "libpeas"
brew "libsecret"
brew "gitg"
brew "glib-networking"
brew "netpbm"
brew "graphviz"
brew "gtksourceview3"
brew "gtkspell3"
brew "lua"
brew "highlight"
brew "ncurses"
brew "htop"
brew "httpd"
brew "httrack"
brew "icdiff"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "libcroco"
brew "libdap"
brew "libev"
brew "libfido2"
brew "libiconv"
brew "libmemcached"
brew "libpsl"
brew "libsoup"
brew "loc"
brew "lzlib"
brew "make"
brew "mhash"
brew "mcrypt"
brew "memcached", restart_service: true
brew "s-lang"
brew "midnight-commander"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "pcre"
brew "nmap"
brew "nvm"
brew "openfortivpn"
brew "phpunit"
brew "pnpm"
brew "podofo"
brew "poppler-qt5"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis", restart_service: true
brew "sfcgal"
brew "sphinx-doc"
brew "subversion"
brew "telnet"
brew "texi2html"
brew "unison"
brew "vala"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zx"
brew "heroku/brew/heroku-node", link: true
brew "hudochenkov/sshpass/sshpass"
cask "1password-cli"
cask "alfred"
cask "angry-ip-scanner"
cask "audacity"
cask "bartender"
cask "deepl"
cask "dictionaries"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "fliqlo"
cask "font-amatic-sc"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-menlo-for-powerline"
cask "gitify"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "keka"
cask "microsoft-edge"
cask "microsoft-teams"
cask "openvpn-connect"
cask "postman"
cask "prusaslicer"
cask "setapp"
cask "spotify"
cask "steam"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
